Repository: danilo-tudisco/participacidada.com.br
Catalog: plugins/ram108-fbalbum/languages/ram108-fbalbum-*.po
Languages: ru_ru

source: Album URL
ru_ru: URL альбома

source: Number of images to show
ru_ru: Количество изображений

source: Leave blank to get all
ru_ru: Оставьте пустым, чтобы получить все

source: Display style
ru_ru: Отображать как

source: Album
ru_ru: Альбом

source: Slider
ru_ru: Слайдер

source: Options
ru_ru: Настройки

source: Add album title and description from Facebook
ru_ru: Добавить заголовок и описание из Facebook

source: Random pick
ru_ru: Случайное фото

source: Additional options
ru_ru: Дополнительные настройки

source: Thumbnail shape
ru_ru: Форма миниатюры

source: Default
ru_ru: По умолчанию

source: Rectangular
ru_ru: Прямоугольная

source: Square
ru_ru: Квадратная

source: Circle
ru_ru: Круглая

source: Thumbnail size
ru_ru: Размер миниатюры

source: Leave blank to use default
ru_ru: Оставьте пустым, чтобы использовать по умолчанию

source: Add hidden images
ru_ru: Скрытые изображения

source: Slider style
ru_ru: Слайдер

source: How to find %1$sAlbum URL%2$s
ru_ru: Что такое %1$sURL альбома%2$s

source: Support the developer with donation
ru_ru: Поддержите разработчика пожертвованием

source: Add Facebook photos to your site. Album or slider style.
ru_ru: Добавляет фотографии из Facebook в виде альбома или слайдера.

source: Default album settings
ru_ru: Настройки альбома по умолчанию

source: Popup image appearing and gallery navigation
ru_ru: Всплывающие изображения и навигация по альбому

source: Show Facebook Like button under each album
ru_ru: Показывать кнопку Facebook после каждого альбома

source: Other
ru_ru: Другие настройки

source: Builtin Fancybox
ru_ru: Встроенный Fancybox

source: Facebook Like button
ru_ru: Кнопка Facebook Like

source: Plugin usage
ru_ru: Использование плагина

source: Thanks
ru_ru: Спасибо

source: Visit plugin %1$shome page%2$s for examples on plugin usage
ru_ru: Посетите %1$sдомашнюю страницу%2$s плагина, чтобы посмотреть примеры использования

source: Settings
ru_ru: Настройки

source: Easy way to add Facebook photo albums to your site. Includes widget, shortcode and Facebook slider.
ru_ru: Лёгкий способ добавить фотографии из Facebook на свой сайт. Включает виджет, макрос и слайдер Facebook.

source: how to find
ru_ru: как найти

source: Your feedback is very appreciated. %1$sRate plugin%2$s in Wordpress Plugin Directory or write review on your blog
ru_ru: Мы ждем ваших отзывов. %1$sОцените плагин%2$s в каталоге плагинов Wordpress или напишите обзор на своем сайте

source: Hide Facebook button
ru_ru: Скрыть кнопку Facebook

source: Requirements check
ru_ru: Системные требования

source: The following extensions should be installed for proper work of plugin
ru_ru: Для работы плагина рекомендуется установить следующие расширения

source: available
ru_ru: установлено

source: should be installed
ru_ru: необходимо установить

source: Facebook connect
ru_ru: Связь с Facebook

source: Facebook App
ru_ru: Facebook приложение

source: Session expiry
ru_ru: Сессия заканчивается

source: This step is not necessary if you plan to share photos from Facebook public pages. %1$sRead here%2$s how to access to your private timeline photos.
ru_ru: Эти настройки необязательны, если вы публикуете фотографии из публичных страниц Facebook. %1$sЧитайте здесь%2$s, как получить доступ к фотографиям своего профиля.

source: Plugin news
ru_ru: Новости плагина

source: Hours to refresh albums
ru_ru: Обновлять альбомы каждые часы

source: Facebook Profile
ru_ru: Facebook профиль

source: Read %1$stips & tricks%2$s with useful advises
ru_ru: Читайте также %1$sполезные советы%2$s

source: Connect Profile
ru_ru: Подключить профиль

source: Facebook Profile privacy
ru_ru: Настройки конфиденциальности

source: Profile albums accessible
ru_ru: Фотографии профиля доступны

source: %1$sNo access%2$s to profile albums
ru_ru: %1$sНет доступа%2$s к фотографиям профиля

source: Register your copy of plugin
ru_ru: Зарегистрируйте свою копию плагина

source: It will allow to use registered version of plugin and to hide plugin attribution
ru_ru: Это позволит использовать зарегистрированную версию и скрыть копирайт плагина
